import React from 'react';


export const SERVICES = [{
  title: 'Диагностика компьютера',
  cost: 15,
  descriptions: ['Диагностика видеокарты', 'Диагностика жесткого диска (интерфейсы IDE, SATA)', 'Диагностика звуковой карты', 'Диагностика интерфейсных контроллеров USB, 1394 и т.п'],
  src: 'https://hivetech.ru/wa-data/public/site/img/windwows-install.jpg',
  description: <>
    <p>По данным социальных опросов в среднем люди до тридцати пяти лет используют компьютер более двух часов в сутки.</p>
    <p>И хотя современные компьютеры являются надежной техникой, но даже она иногда ломается, причем зачастую тогда, когда Вы в нем нуждаетесь.</p>
    <p>Диагностика компьютера от компании <strong>BK Base</strong> – это первый шаг к решению проблемы.</p>
  </>
},
{
  title: 'Установка операционной системы',
  cost: 35,
  descriptions: ['Подбор оптимальной операционный системы под ваши нужды', 'Покупка и установка лицензионной версии ОС', 'Установка и настройка всех драйверов', 'Установка базового ПО'],
  src: 'https://i.ytimg.com/vi/DtrLzGP92Fc/maxresdefault.jpg',
  description: <>
    <p>Установка Windows самая популярная услуга в сфере ремонта ПК. Ведь без операционной системы компьютер лишь набор микросхем.</p>
    <p>Сервисный центр <strong>BK Base</strong> осуществляет установку и переустановку Windows с выездом мастера на дом.</p>
    <p>Установка осуществляется под ключ, в результате Вы получите готовое к работе устройство.</p>
  </>
},
{
  title: 'Сборка компьютера на заказ',
  cost: 250,
  descriptions: ['Определение целей и потребностей клиента', 'Подбор оптимальных комплектущих', 'Выбор подрядчиков для закупки оборудования', 'Сборка и тесты всей системы'],
  src: 'https://pozitive.org/images/stati/zhelezo/sborka/saratov.jpg',
  description: <>
    <p><strong>BK Base</strong> предлагает вам воспользоваться услугой индивидуальной сборки компьютера. Услуга по сборке компьютеров доступна для частных и юридических лиц.</p>
    <p>Несмотря на все разнообразие представленного ассортимента готовых компьютеров, иногда возникают задачи требующие индивидуального подхода. В этом случае, отличным решением будет воспользоваться нашей новой услугой — сборка компьютера на заказ.</p>
  </>
},
{
  title: 'Установка ПО',
  cost: 25,
  descriptions: ['Установка любых приложений (пользовательских и специальных)', 'Установка офисных программ (Пакет Microsoft Office и др.)', 'Установка кодеков для видео и аудиофайлов', 'Установка драйверов'],
  src: 'https://fainaidea.com/wp-content/uploads/2016/08/programmnoe-obespechenie_3.jpg',
  description: <>
    <p>При покупке компьютера продавец установил и настроил Вам систем, но через какое-то время у Вас появится необходимость установить те или иные дополнительные программы или драйвера.</p>
    <p>Многие думают, что установка программ простая задача, т.к. в интернете можно скачать программы на любой вкус. Но скачивая программы с непроверенных сайтов, Вы рискуете подцепить как минимум вредные дополнения на браузеры, постоянно показывающие рекламу во время серфинга в интернете. А в худшем случае, вместо необходимой программы вы скачаете вирус-вымогатель, либо вирус, который сильно нагружает вашу систему.</p>
  </>
},
{
  title: 'Восстановление данных',
  cost: 30,
  descriptions: ['Жесткие диски (HDD)', 'SSD накопители', 'Flash-карты любых интерфейсов (usb-флешки, miniSD, microSD)'],
  src: 'http://geek-nose.com/wp-content/uploads/2016/02/vosstanovlenie-dannyh-s-zhestkogo-diska-%E2%84%9615.jpg',
  description: <>
    <p>Для большинства пользователей наибольшую ценность на устройстве имеет информация.</p>
    <p>Её потеря куда большая неприятность, чем выход из строя самого компьютера. Ведь технику можно заменить, или приобрести новую, а утраченную информацию не всегда.</p>
    <p>Наша команда предлагает помочь решить Вам проблему подобного типа</p>
  </>
},
{
  title: 'Удаление вирусов',
  cost: 20,
  descriptions: ['Очистка компьютера от вредоностных ПО', 'Исправление при полной блокировки ПК', 'Защита от дальнейших атак'],
  src: 'https://www.incimages.com/uploaded_files/image/1920x1080/getty_502388250_327238.jpg',
  description: <>
    <p>Компьютерный вирус - самая распространенная проблема для вашего компьютера. Каждый день появляются сотни новых вирусов, цели которых завладеть вашими данными, либо завладеть вашими деньгами, также они могут вывести из строя всю операционную систему в целом. Как правило, вирусы могут попасть на ваш компьютер разными путями: через почту, через зараженный сайт, через флеш-накопитель и пр.</p>
    <p>Мы предлагаем Вам услуги по удалению вирусов с компьютера или ноутбука с выездом мастера на дом. Качественно и быстро очистим вашу систему с сохранением важной или конфиденциальной информации.</p>
  </>
},
{
  title: 'Чистка от пыли. Замена термопасты',
  cost: 25,
  descriptions: ['Безопасная очистка куллера', 'Проверка и чистка систем охлаждения', 'Заменка термопасты на видеокарте и процессоре'],
  src: 'https://pozitive.org/images/stati/zhelezo/chistka/novosib.jpg',
  description: <>
    <p>В процессе эксплуатации компьютера в его корпусе накапливается пыль. Она забивает радиатор системы охлаждения и оседает на лопастях кулера, тем самым приводя к перегреву устройства</p>
    <p>При появлении симптомов перегрева необходимо быстрее очистить компьютер от пыли и заменить термопасту, т.к. чем дольше устройство работает перегреваясь, тем вероятнее его выход из строя.</p>
  </>
},
{
  title: 'Настройка интернета, Wi-Fi',
  cost: 27,
  descriptions: ['Настройка Ethernet(через кабель) подключения', 'Выбор, подключение и настройка Wi-Fi маршрутизаторов', 'Настройка локальной сети'],
  src: 'https://akket.com/wp-content/uploads/2017/10/Android-Settings-Hide-Internet-33.jpg',
  description: <>
    <p>Каждый день интернет всё прочнее входит в нашу жизнь, а беспроводными сетями уже мало кого удивишь, ведь это стало обыденным в повседневной жизни. Дома, на работе, в кафе - везде есть точки беспроводного доступа Wi-Fi. Сложно себе даже представить, как раньше обходились без социальных сетей и онлайн сервисов.</p>
    <p>Поэтому мы понимаем, насколько важен хороший, стабильно работающий интернет у вас дома, либо в офисе. Если у вас нет времени разбираться с IP-адресами, TCP/IP-протоколами, шлюзами, DHCP серверами и прочим — услуга настройки интернета и Wi-Fi определенно для Вас.</p>
    <p>Наша компания поможет в решении любых проблем с интернетом и поможет в настройке вашего модема от любого провайдера, а опытные специалисты помогут в подключении любого из Ваших устройств: будь то телефон, планшет, ноутбук или телевизор.</p>
  </>
},
{
  title: 'Ремонт и замена комплектующих',
  cost: 25,
  descriptions: ['Ремонт компьютеров и ноутбуков', 'Замена комплектующих'],
  src: 'http://files.nicwebsite.ru/a6/1a/a61a4823-3fec-4e4a-b0cc-213e76ec3fd7.jpg',
  description: <>
    <p>У нас можно осуществить качественный ремонт и замену комплектующих по самым доступным ценам. Перед началом работ проведем комплексную диагностику устройства и выявим все неисправности, которые мешают нормальной работе устройства.</p>
    <p>Эту ответственную работу необходимо доверить профессионалам. Мы готовы выполнить ПК и ноутбуков любой сложности. Все наши мастера обладают большим опытом работы и высокой квалификацией.</p>
    <p>Для нас нет невыполнимых задач.</p>
  </>
}
];